Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Li Zehou, a member of the CASS Philosophy Institute, articulated for his generation of 1980s scholars the need to disentangle the “liberal” elements of the May Fourth tradition – those that emphasized “enlightenment” – from those that were caught up in nationalistic efforts to “save the nation.” Li argued that every time the cultural critique seemed to offer hope of introducing new, enlightenment values into Chinese culture, it was overwhelmed by nationalism (“national salvation”) as China faced one crisis after another.27 Now, in the 1980s, it was finally time to take up the task of enlightenment and carry it through to fruition.
es_us: Li Zehou, miembro del Instituto de Filosofía CASS (Academia China de Ciencias Sociales), expresó a su generación de estudiosos de la década de los 80 la necesidad de separar los elementos "liberales" de la tradición del Cuatro de Mayo, es decir aquellos elementos que enfatizaban la "ilustración" de aquellos que estaban atrapados en los esfuerzos nacionalistas para "salvar la nación". Li argumentaba que cada vez que la crítica cultural parecía ofrecer la posibilidad de introducir nuevos valores de la ilustración en la cultura china, era ofuscada por el nacionalismo ("salvación nacional"), ya que China enfrentaba una crisis tras otra27. La década de los 80 era al fin momento de afrontar la tarea de la ilustración y cumplirla.

source: Li Peng opposed China’s efforts to join the WTO – at least on terms that came close to being “commercially viable” – on
es_us: Li Peng se opuso a los esfuerzos de China para unirse a la OMC– al menos en términos que se acercaban a ser "comercialmente posible" – tanto en

source: Li Peng, Yao Yilin, and Song Ping made up a conservative lock, while Li Ruihuan and Qiao Shi represented more moderate views.
es_us: Li Peng, Yao Yilin y Song Ping conformaron un bloque conservador, mientras que Li Ruihuan y Qiao Shi representaban posturas más moderadas.

source: Li Ruihuan was another possibility, but his weak educational background no doubt eliminated him as a serious contender.
es_us: Li Ruihuan era otra opción, pero su formación limitada sin duda lo descalificó como un aspirante serio.

source: Li Ruihuan, the former carpenter whom Deng had put in charge of ideology, made an effort to relax the ideological atmosphere in the summer by calling for a campaign against pornography.
es_us: Li Ruihuan, el excarpintero que Deng habia puesto a cargo de la ideología, hizo un esfuerzo para relajar la atmósfera ideológica en el verano cuando ideó una campaña en contra de la portnografia.

source: Li Xiannian, President of the People’s Republic of China (PRC), allegedly called Zhao the “root cause of the riots and rebellion,” while Party elder Peng Zhen accused Zhao of “attempting to topple the Communist Party and wreaking havoc with the socialist system in coordination with hostile powers at home and abroad.”31[14] Putting Zhao on trial, as Deng had the Gang of Four, would have had profound implications for Deng Xiaoping and the continuation of reform.
es_us: Li Xiannian, presidente de la Republica Popular China (PRC),presuntamente denominó a Zhao como "la causa principal de los disturbios y de la rebelion", mientras que Peng Zheng, el mayor del partido, acusó a Zhao de "intentar derrocar el Partido Comunista y hundir el sistema socialista en coordinación con poderes hostiles dentro y fuera del pais". Como Deng tenia a la Banda de los Cuatro, llevar a juicio a Zhao habría tenido implicaciones profundas para Deng Xiaoping y la contninuidad de la reforma.

source: Li Ximing had been forced to step down following Deng Xiaoping’s trip to the south, during which Deng had specifically named Li as a “leftist.”20Now, Chen was forced to step down because of corruption.
es_us: Li Ximing had been forced to step down following Deng Xiaoping’s trip to the south, during which Deng had specifically named Li as a “leftist.”20 Luego, Chen fue obligado a dejar el cargo debido a la corrupción.

source: Li Ximing had been forced to step down following Deng Xiaoping’s trip to the south, during which Deng had specifically named Li as a “leftist.”20 Now, Chen was forced to step down because of corruption.
es_us: Luego del viaje de Deng Xiaoping al sur, en el cuál Deng denominó específicamente a Li como “izquierdista”, Li Ximing se vio obligado a renunciar20 . Now, Chen was forced to step down because of corruption.

source: Li accompanied Zhou Enlai to the Geneva and Bandung conferences but was then attacked during the anti-rightist movement of 1957.
es_us: Li fue quién acompaño a Zhou Enlai a la conferencia de Ginebra y Bandung aunque después fue atacado por el movimiento antiderechista de 1957.

source: Li declared that bourgeois liberalization “spread rampantly” after Zhao became general secretary; Zhao, the premier charged, “accommodated, encouraged, and supported bourgeois liberalization.” Specifically, he alleged that, at a Secretariat meeting in January 1987, Zhao had declared that of the four cardinal principles they should emphasize only Party leadership and not mention the other three – the socialist road, Marxism–Leninism– MaoZedong Thought, and the people’s democratic dictatorship.
es_us: Li manifestó que la liberalización burgueza "se propagó de manera descontrolada" luego de que Zhao se convirtió en secretario general; Zhao, el primer ministro a cargo "aceptó, promovió y apoyó la liberalización burgueza". Especificamente, él afirmó que, en una reunión del secretariado en enero de 1987, Zhao había anunciado que de los cuatro principios cardinales ellos deberían hacer hincapié solo en el liderazgo del partido y no mencionar los otros tres (la vía socialista, el pensamiento Marxista-Leninista- Mao Zedong y la dictadura democrática popular).

source: Li declared that in the future the Party should “carry out the struggle against bourgeois liberalization for a long time to come rather than do it perfunctorily or give it up halfway as in the past.”26[9] Zhao Ziyang was allowed to attend the Fourth Plenum and respond to Li Peng’s report.
es_us: Li anunció que, en el futuro, el partido debería "llevar a cabo una lucha contra la liberalización burgueza por un largo tiempo para conseguirla antes que hacerlo superficialmente o abandonar a mitad de camino como en el pasado".

source: Li was always a major voice within the Chinese government against close ties with the United States. Not only did he move slowly and reluctantly in the period following Tiananmen to improve bilateral relations (e.g., by ending martial law and allowing astrophysicist Fang Lizhi to leave the US Embassy for exile), he also used his position as head of the Foreign Affairs Leadership Small Group to undercut efforts by the Ministry of Foreign Affairs to improve Sino–US relations.32 Given the division of labor on the Politburo Standing Committee, it was easy for Li to set a tone on foreign policy that made it difficult for Jiang Zemin to improve relations.
es_us: Li siempre fue una voz importante dentro del gobierno chino en contra de las relaciones cercanas con los Estados Unidos. No solo se movilizó de forma lenta y a regañadientes en el período que le siguó a Tiananmen para mejorar relaciones bilaterales(por ejemplo, al finalizar la ley marcial y permitir al astrofísico Fang Lizhi abandonar la embajada estadounidense por exilio), también hizo uso de su posición como jefe del Principal Grupo Pequeño Asuntos Exteriores para debilitar los esfuerzos del Ministerio de Asuntos Exteriores para mejorar las relaciones entre Estados Unidos y China. Dada la división de trabajo en el Comité Permanente del Buró Político, le fue fácil a Li establecer un ambiente en políticas exteriores que le dificultaron mejorar las relaciones a Jiang Zemin.

source: Li was an unapologetic and unreconstructed May Fourth enlightenment intellectual.
es_us: Li era un intelectual progresista del Cuatro de Mayo recalcitrante y apologético.

source: Liberal intellectuals, such as Yu Haocheng, saw the same problems but arrived at very different conclusions.
es_us: Intelectuales liberales como Yu Haocheng observaron los mismos problemas, pero llegaron a conclusiones diferentes:

source: Liberal writings continued to be published, though when and to what extent depended very much on the political atmosphere, and some liberals remained optimistic about the future – though others felt very much besieged.
es_us: Por otro lado, se continuaron publicando los textos con estos ideales, aunque se veían seriamente limitados por el contexto político. Algunos liberales mantenían su optimismo respecto del futuro, mientras que otros se sientieron acorralados.

source: Liberals
es_us: Liberales

source: Like Huntington,Wang sees a public authority that cannot extract sufficient resources from the society as being sharply constrained by social demands and hence ineffective.
es_us: Como Huntington,Wang considera que la autoridad pública que no puede extraer recursos suficientes de la sociedad está restringido profundamente por las demandas sociales y es por ello, inefectiva.

source: Like Li Ruihuan in Tianjin, Zhu seems to have drawn Deng’s interest by his skillful handling of the 1989 demonstrations in Shanghai.
es_us: De igual manera que Li Ruihuan en Tianjin, Zhu parece haber despertado el interés de Deng por su hábil manejo de la situación durante las protestas de 1989 en Shanghai.

source: Like Wang Shuo, Wang Shan had already written a first novel, Tian Shang (Heaven’s Elegy), that depicted a world of hooliganism, incorporating traditional notions that there was a code of honor among that underclass that contrasted favorably with values of their social betters.
es_us: Al igual que Wang Shuo, Wang Shan ya habÍa escrito su primer novela, Tian Shang (Elegía del cielo), en la que se describía un mundo de vandalismo, y se incorporaban nociones tradicionales en las que el código de honor entre las clases bajas se contrastaba favorablemente con los valores de las clases más altas.

source: Like many con-temporary Chinese who have come to view all ideological expressions as a cover for underlying interests, Wang argued that any clash between nations would be based not on civilization but on economic interest.
es_us: Como muchos de los chinos contemporáneos que han empezado a ver que todas las expresiones ideológicas encubren intereses ocultos, Wang argumentó que todo choque entre naciones estaría basado en el interés económico, no en la civilización.

source: Like many writers in this period, He contradictorily depicted the United States both as a power in decline and as one bent on world domi- nation.
es_us: Como muchos escritores de este período, He representó a los Estados Unidos de manera contradictoria como una potencia en decadencia y, a su vez, determinada a dominar el mundo.

source: Like many writers in this period, He contradictorily depicted the United States both as a power in decline and as one bent on world domination.
es_us: Como muchos escritores de este período, He representó a los Estados Unidos de manera contradictoria como una potencia en decadencia y, a su vez, determinada a dominar el mundo.

source: Like many younger intellectuals, Wang evinced no faith in socialist values and yet rejected the Western capitalist and cultural tropes that had dominated discourse in the 1980s.
es_us: Como muchos intelectuales jóvenes, Wang no demostraba ninguna fe en valores socialistas e incluso rechazaba los tropos capitalistas y culturales de occidente que habían dominado los discursos en los años 80.

source: Like nationalism, populism was not something that was widely discussed in the open press in the early 1990s.
es_us: Al igual que el nationalismo, el populismo no fue algo que se discutió ampliamente en los medios a comienzos de la década de los 90.

source: Like other New Left intellectuals, Hu and Wang focused on the problem of social fairness, which was both a moral and a political issue.
es_us: De la misma manera que lo hicieron otros intelectuales de la nueva izquierda, Hu y Wang se centraron en el problema de la equidad social, que era un tema tanto moral como político.

source: Like the term "New Left," the term "liberal" should probably not be accepted uncritically, even though there has been less controversy over its use within China - either by liberals or their critics - than there has been of the term "New Left." Moreover, con- temporary Chinese liberalism shares the broad outlines of classical Western liberalism, though the Western tradition's complexity and diversity make direct comparisons difficult.
es_us: Similar a lo que sucede con el término “nueva izquierda”, el término “liberal” probablemente no debería aceptarse sin una crítica previa; sin embargo, en China el uso de este término, tanto para los liberales como para sus críticos, genera menos controversia que el uso del término “nueva izquierda”. Además, aunque la complejidad y la diversidad de las tradiciones occidentales dificultan la comparación, el liberalismo chino contemporáneo comparte las ideas generales del liberalismo occidental clásico.

source: Lin pointedly attributed the rapid growth that Guangdong had enjoyed over the previous decade to the implementation of market-oriented policies.
es_us: Lin atribuyó enfáticamente el rápido crecimiento con el que Guangdong había contado durante la década anterior, a la implementación de políticas orientadas al mercado.

source: Line struggle revisited: the attack on Deng’s reform program
es_us: Reconsideración de la línea de lucha: el ataque al programa de la reforma de Deng

source: List of abbreviations and tables
es_us: Lista de abreviaciones y cuadros

source: List of abbreviations and tables xviii
es_us: Lista de abreviaciones y tablas

source: Literary magazines are changing direction in great numbers, there is a universal decline in the quality of new literature, the number of readers with an ability to appreciate [what they are reading] is declining steadily, and the number of writers and critics discovering that they have chosen the wrong career and leaping ‘into the sea’ [of business] is growing larger and larger.”18 Trying to uphold the ethos of a cultural elite in the face of commercial pressures was an increasingly thankless task, and even those determined to pursue such an ideal found it necessary to redefine their role in society.
es_us: Las revistas literarias están cambiando de dirección en grandes números, hay un deterioro universal en la calidad de la nueva literatura, el número de lectores con habilidad de apreciar (lo que están leyendo) está decayendo de manera contínua, y la cantidad de escritores y críticos que descubrieron que han elegido la carrera equivocada y que están saltando "al mar" [de los negocios] está creciendo más y más"18. Intentar mantener los valores de una élite cultural a pesar de las presiones comerciales fue una tarea cada vez más ingrata, e incluso a aquellos decididos a perseguir tal ideal, les pareció necesario redefinir sus roles en la sociedad.

source: Liu’s role in this episode certainly exacerbated his relations with many reform-minded intellectuals, but it demonstrated his personal loyalty to Jiang.67 In 1993, Jiang transferred Liu to Beijing, appointing him as vice-president of CASS.
es_us: El papel que jugó Liu en este episodio ciertamente exacerbó sus relaciones con muchos intelectuales reformistas, pero demostró su lealtad personal a Jiang. En 1993, Jiang transfirió a Liu a Pekín y lo nombró vicepresidente de la CASS.

source: Local cadres, trying to crush the “burden-relieving and complaint representatives,” seized several leaders, tied them up, hung sign-boards around their necks, and held a criticism and denunciation meeting.
es_us: Los cuadros de dirigentes locales tomaron por la fuerza a varios líderes, los ataron y colgaron carteles en sus cuellos para doblegar a los "voceros de los reclamos y opositores de la opresión". Luego, realizaron una reunión para juzgarlos y denunciarlos.

source: Local governments continuously extend their hands asking for new “policies” and the central government has no choice but to compromise in the face of solving new problems.
es_us: Los gobiernos locales estan pidiendo de forma continua nuevas "politicas" al gobierno central quien no tiene otra opción más que asumir el compromiso ante nuevas dificultades.

source: Looking at China through a Third Eye
es_us: Publicación del libro Looking at China through a Third Eye (China a través de un tercer ojo)

source: Looking at China through a Third Eye was confirmed with a vengeance by the 1996 publication of China Can Say No.
es_us: libro Looking at China through a Third Eye (China a través de un tercer ojo) se confirmó con un acto de venganza por parte de la publicación del libro China puede decir no de 1996.

source: Lurking behind much of this criticism, as with similar criticism in the West, was a deep-seated suspicion of multinational firms and capitalism.
es_us: Escondida detras de mucha de esta crítica, como con críticas similares del oeste, se encontraba una sospecha arraigada sobre compañías multinacionales y capitalismo.

source: MOFCOM Ministry of Commerce
es_us: MOFCOM Ministerio de Comercio de la República Popular China

source: MOFTEC Ministry of Foreign Trade and Economic Cooperation
es_us: MOFTEC Ministerio de Comercio Exterior y Cooperación Económica

source: Mainstream
es_us: Corriente principal

source: Management buyouts of large state-owned
es_us: Se prohíben los MBO para las grandes

source: Many believed that it should not.
es_us: Muchos creían que no.

source: Many conservative Party elders – including Li Xiannian, Hu Qiaomu, Wang Renzhong, and Chen Yun – had died.
es_us: Muchos de los ancianos conservadores del Partido, como Li Xiannian, Hu Qiaomu, Wang Renzhong y Chen Yun, habían fallecido.

source: Many of the corruption cases that have been exposed in recent years reflect the incestuous relationship that often exists between the economic elite and the political leadership.
es_us: Muchos de los casos de corrupción que se dieron a conocer en años recientes reflejan las relaciones incestuosas que se dan con frecuencia entre la elite económica y el liderazgo político.

source: Many of these essays appear inThe Collected Writings ofWang Huning,which was published in 1989.
es_us: Muchos de estos ensayos aparecieron en La colección de trabajos de Wang Huning, el cual fue publicado en 1989.

source: Many townships were in debt – some two-thirds by Zhao’s estimate – and that indebtedness, including the difficulty townships had paying their employees, changed the nature of governance at the local level.
es_us: Muchos municipios estaban endeudados (alrededor de dos tercios, según cálculos de Zhao) y esa deuda, sumada a la dificultad que tenían los municipios para pagar a sus empleados, cambió la naturaleza del gobierno a nivel local.

source: Many were products of the propaganda “system” (xitong) and thus had a vested interest in maintaining the political relevance of their competencies.
es_us: Muchos eran productos del "sistema" de propaganda (xitong) y ,por lo tanto, tenían un interés particular en mantener la relevancia política de sus competencias.

source: Mao developed his core position in the Party by leading it through the most traumatic phase of its history, bringing the Party back from the debacle in Jiangxi to become a vigorous and growing movement in the heady days of Yan’an and the Sino–Japanese War.
es_us: Mao construyó su posición fundamental en el partido al dirigirlo durante la etapa más traumática de su historia, rescató al partido de la debacle en Jiangxi y lo convirtió en un movimiento vigoroso y creicente durante el periodo decisivo de Yan'an y la guerra Sino-japonesa.

source: Mao had made it clear in his 1942 speech to the Yan’an Forum on Literature and Art that intellectuals must overcome their natural petty bourgeois nature by self-consciously “integrating” themselves with the “masses” – with the Party as judge of how successfully they had done so.13 With the perspective of thirty years of persecution, intellectuals naturally were critics of the Party/state even when they served it.
es_us: Mao había dejado en claro, en su discurso de 1942 ante el Foro de Literatura y Arte de Yan’an, que los intelectuales debían sobreponerse a su insignificante naturaleza burguesa e “integrarse” deliberadamente en las “masas”, con el partido como juez para decidir en qué medida lo habían logrado13. Frente a la perspectiva de treinta años de persecución, los intelectuales naturalmente eran críticos del partido/estado, aun cuando trabajaban para él.

source: Mao wanted an “open door” rectification campaign in order to check the unbridled power of the bureaucrats.
es_us: Mao queria establecer una campaña de rectificación de "puertas abiertas" para controlar el desenfrenado poder de los burócratas.

source: Mao’s immediate successor, Hua Guofeng, never attained core status because he lacked the range of experience and connections essential to that position.
es_us: El sucesor inmediato de Mao, Hua Guofeng, nunca alzanzó estatus central porque le faltaba experiencia y las conecciones necesarias para esta posición.

source: March
es_us: Marzo

source: March 10–12
es_us: 10–12 de marzo

source: March 10–12 Politburo Meeting supports Deng Xiaoping
es_us: 10 a 12 de marzo Reunión del Politburó apoya a Deng Xiaoping.

source: March 17
es_us: 17 de marzo

source: March 17 Jiao Guobiao is dismissed from Peking University
es_us: 17 de marzo Jiao Guobiao es expulsado de la Univeridad de Pekín.

source: March 2004
es_us: Marzo del 2004

source: March 2004 An Investigation of China’s Peasants by Chen Guidi and Chu Tao is banned
es_us: Marzo de 2004 Censuran el trabajo de Chen Guidi y Chu Tao An Investigation of China's Peasants (Investigación sobre los campesinos de China).

source: March 22
es_us: 22 de marzo

source: March 22 First Huangfu Ping commentary
es_us: 22 de marzo Primer comentario de Huangfu Ping

source: March 23
es_us: 23 de marzo

source: March 29
es_us: 29 de marzo

source: March 29 Enlightenment Daily carries letter implicitly criticizing Liu Junning
es_us: 29 de marzo El periódico Enlightenment Daily publica una carta criticando implícitamente a Liu Junning.

source: March 5–11
es_us: 5–11 de marzo

source: March 5–11 First Session of the Tenth National People’s Congress Meeting.
es_us: 5 a 11 de marzo Primera sesión de la reunión del Décimo Congreso National del Pueblo

source: March 5–14
es_us: 5-4 de marzo

source: March 5–14 Fourth Session of the Tenth National People’s Congress meeting discusses Eleventh Five-Year Program
es_us: 5-14 de marzo Cuarta sesión plenaria de la reunión de la Décima Asamblea Nacional Popular trata el Décimo Primer Programa de Cinco Años.

source: March 5–16
es_us: 5-16 de marzo

source: March 5–16 Amended property rights law passed at Fifth Session of the Tenth National People’s Congress meeting
es_us: 5-16 de marzo Se presenta una propuesta revisada de la ley de derechos de propiedad en la quinta sesión de la reunión de la Décima Asamblea Popular.

source: March 5–19
es_us: 5–19 de marzo

source: March 5–19 NPC meeting announces major government restructuring
es_us: 5 a 19 de marzo Se anuncia una importante reorganización del gobierno en la reunión del NPC.

source: March 5–7
es_us: 5–7 de marzo

source: March 5–7 Second Plenary Session of the Fifteenth Central Committee
es_us: 5 a 7 de marzo Segunda sesión plenaria del Décimo Quinto Comité Central

source: March 8
es_us: 8 de marzo

source: March 23 United States starts bombing Serbian forces in Kosovo
es_us: 23 de marzo EE. UU. comienza el bombardeo a las fuerzas serbias en Kosovo.
